{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "My name is",
    "home_what_i_do": "This is my portfolio",
    "home_job": "I am a Full stack web developer, and freelance web designer.",
    "home_location": "Based in Calgary, Canada.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello, my name is Adeoye Adeagbo and I love doing stuff for the internet especially open-source projects. My interest for web development started at a very young age but I did not explore that until I became of age due to life having other plans for me: I decided to go back to school and get the adequate education required to upgrade my skill set. I mainly develop the front-end side of things and am open to new opportunities.",
    "experience_0_job": "Junior Full-stack Developer",
    "experience_0_overview": "Concentrix is a company that helps create CX games to create experiences that customers actually appreciate and keep coming back for.",
    "experience_0_duration": "September 2020 - Present",
    "experience_1_job": "Business Systems Analyst",
    "experience_1_overview": "Ribex Global Services LTD is a health & Safety Services that also contracts with various government agencies.",
    "experience_1_duration": "November 2016 - August 2020",
    "experience_2_job": "Software Team Lead",
    "experience_2_overview": "Smartflow Technologies ltd provides oil and gas players/consumers the much needed Business intelligence to inform more data-driven business solutions.",
    "experience_2_duration": "September 2012 - October 2016",
    "projects_1_overview": "SMS is a school management system.",
    "projects_2_overview": "Weather hub is a hub for knowing the current local city weather around the globe.",
    "projects_3_overview": "Quadratic Calculator is an online calculator solution for students and instructors.",
    "projects_1_extended_overview": "SMS is a school management system: it allows students and instructors to register for their desired courses or classes they will be teaching respectively.",
    "projects_2_extended_overview": "Weather hub is a hub for knowing the current local city weather around the globe.",
    "projects_3_extended_overview": "Quadratic Calculator is an online calculator solution for students and instructors: This efficient calculator allows students as well as instructors to calculate complex equations online without the need for the common hardware calculators.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
