{
    "language": "fr",
    "dark_mode": "Thème sombre",
    "home_welcome": "Bonjour",
    "home_i": "Mon nom est",
    "home_what_i_do": "C'est mon portefeuille.",
    "home_job": "Je suis un développeur Web Full-stack et un concepteur Web indépendant.",
    "home_location": "Basé à Calgary, Canada.",
    "home_contact_btn": "Contactez-moi",
    "menu_about": "A propos",
    "menu_projects": "Projets",
    "menu_experience": "Expérience",
    "menu_contact": "Contact",
    "menu_resume": "Mon CV",
    "about_desc": "Bonjour, je m'appelle Adeoye Adeagbo et j'adore faire des trucs pour Internet, en particulier des projets open source. Mon intérêt pour le développement Web a commencé à un très jeune âge, mais je n'ai pas exploré cela avant d'avoir atteint l'âge adulte, car la vie avait d'autres projets pour moi : j'ai décidé de retourner à l'école et d'obtenir l'éducation adéquate nécessaire pour améliorer mes compétences. Je développe principalement le front-end des choses et suis ouvert à de nouvelles opportunités.",
    "experience_0_job": "Développeur Junior Fullstack",
    "experience_0_overview": "Concentrix est une entreprise qui aide à créer des jeux CX pour créer des expériences que les clients apprécient réellement et pour lesquelles ils reviennent sans cesse.",
    "experience_0_duration": "Septembre 2020 - Présent",
    "experience_1_job": "Analyste des systèmes d'affaires",
    "experience_1_overview": "Ribex Global Services LTD est un service de santé et de sécurité qui passe également des contrats avec diverses agences gouvernementales.",
    "experience_1_duration": "Novembre 2016 - août 2020",
    "experience_2_job": "Chef d'équipe logiciel",
    "experience_2_overview": "Smartflow Technologies ltd fournit aux acteurs/consommateurs de pétrole et de gaz l'intelligence d'affaires dont ils ont tant besoin pour informer des solutions commerciales davantage axées sur les données.",
    "experience_2_duration": "Septembre 2012 - Octobre 2016",
    "projects_1_overview": "SMS est un système de gestion scolaire.",
    "projects_2_overview": "Le hub météo est un hub pour connaître la météo actuelle de la ville locale dans le monde entier.",
    "projects_3_overview": "La calculatrice quadratique est une solution de calculatrice en ligne pour les étudiants et les instructeurs.",
    "projects_1_extended_overview": "SMS est un système de gestion d'école : il permet aux étudiants et aux instructeurs de s'inscrire aux cours ou aux cours qu'ils souhaitent enseigner respectivement.",
    "projects_2_extended_overview": "Le hub météo est un hub pour connaître la météo actuelle de la ville locale dans le monde entier.",
    "projects_3_extended_overview": "La calculatrice quadratique est une solution de calculatrice en ligne pour les étudiants et les instructeurs : cette calculatrice efficace permet aux étudiants ainsi qu'aux instructeurs de calculer des équations complexes en ligne sans avoir besoin de calculatrices matérielles courantes.",
    "contact_full_name": "Nom complet",
    "contact_email": "Adresse e-mail",
    "contact_btn": "Envoyez votre message"
}
